Repository: jordi1988/Appi
Catalog: src/Ui.Appi/Localization/UILayerLocalization.*.resx
Languages: de

source: Active
de: Aktiv

source: Back
de: Zurück

source: Collecting data with query '{0}' within {1}
de: Sammle Daten mit Suchbegriff '{0}' innerhalb {1}

source: Description
de: Beschreibung

source: Exit
de: Beenden

source: Group aliases
de: Aliasse der Gruppen

source: Sorry, there is [bold]no action[/] you can choose from. [red]Goodbye.[/]
de: Entschuldigung, es steht [bold]keine Aktion[/] zur Auswahl. [red]Auf Wiedersehen.[/]

source: Sorry, [bold]no items[/] were found.
de: Entschuldigung, es wurden [bold]keine Ergebnisse[/] gefunden.

source: Source alias
de: Alias der Quelle

source: The file [yellow]{0}[/] was installed.
de: Die Datei [yellow]{0}[/] wurde installiert.

source: The plugin was registered in 'sources.json'.
de: Das Plugin wurde in der 'sources.json' registriert.

source: The resource file [yellow]{0}[/] was installed.
de: Die Ressourcendatei [yellow]{0}[/] wurde installiert.

source: You can only pass one option, either 'source' or 'group'.
de: Sie können nur eine Option angebeben; entweder 'source' oder 'group'.

source: [b]Which [red]action[/] should be invoked? [/]
de: [b]Welche [red]Aktion[/] soll ausgeführt werden? [/]

source: [grey](Move up and down to reveal more items)[/]
de: [grey](Auswahl nach oben und unten bewegen, um weitere Treffer anzuzeigen)[/]

source: [red]Goodbye.[/]
de: [red]Auf Wiedersehen.[/]

source: [white]Please select item[/]
de: [white]Bitte Auswahl treffen[/]

source: [yellow]Remember to allow external plugins to be loaded using the 'config' command.[/]
de: [yellow]Denken Sie daran, das Laden von externen Plugins mit dem 'config' Befehl zu erlauben.[/]

source: [yellow]The file [gray]{0}[/] could not be found.[/]
de: [yellow]Die Datei [gray]{0}[/] konnte nicht gefunden werden.[/]

source: [yellow]The file [gray]{0}[/] must be of format DLL.[/]
de: [yellow]Die Datei [gray]{0}[/] muss im DLL-Format sein.[/]
